Repository: gabrielMalonso/WhisperDictateMac
Catalog: DictateOSS/Localizable.xcstrings
Source language: pt_br
Languages: en

source: Não foi possível restaurar suas compras. Tente novamente.
en: Could not restore your purchases. Try again.

source: Não foi possível validar a compra agora. Tente novamente em instantes.
en: Could not validate the purchase now. Try again shortly.

source: Não foi possível verificar a compra com a App Store. Tente novamente.
en: Could not verify the purchase with the App Store. Try again.

source: Nível de áudio
en: Audio level

source: O checkout abre no navegador e o plano é atualizado quando você volta para o app.
en: Checkout opens in your browser, and your plan updates when you return to the app.

source: O dictate. precisa do Acesso Total para funcionar. Certifique-se de que habilitou o acesso nas configurações antes de continuar.
en: dictate. needs Full Access to work. Make sure you enabled access in settings before continuing.

source: O dictate. precisa do microfone para ouvir e transcrever sua voz.
en: dictate. needs microphone access to listen and transcribe your voice.

source: O dominio ajuda o engine de transcricao a reconhecer termos especializados da sua area de atuacao.
en: The domain helps the transcription engine recognize specialized terms from your field.

source: O envio foi temporariamente adiado. Vamos tentar novamente em %lld segundos.
en: Upload was temporarily delayed. We'll try again in %lld seconds.

source: O microfone é essencial para o dictate. funcionar. Abra os Ajustes e ative o acesso ao microfone.
en: The microphone is essential for dictate. to work. Open Settings and enable microphone access.

source: O reconhecimento de fala é essencial para o dictate. funcionar. Abra os Ajustes e ative o reconhecimento de fala.
en: Speech recognition is essential for dictate. to work. Open Settings and enable speech recognition.

source: O teclado abriu, mas o Acesso Total ainda não está ativo. Se você acabou de ativar nos Ajustes, volte e abra o dictate. neste campo para confirmar.
en: The keyboard opened, but Full Access is still not enabled. If you just turned it on in Settings, come back and open dictate. in this field to confirm.

source: O teclado precisa estar ativo nas configurações do sistema.
en: The keyboard needs to be active in system settings.

source: O texto foi copiado para a área de transferência.
en: The text has been copied to the clipboard.

source: O áudio ainda está sendo processado remotamente. Tente novamente em alguns segundos.
en: The audio is still being processed remotely. Try again in a few seconds.

source: Obrigado pelo seu feedback!
en: Thank you for your feedback!

source: Obter Estatísticas
en: Get Statistics

source: Ocorreu um erro inesperado.
en: An unexpected error occurred.

source: Ontem
en: Yesterday

source: Opcional. Até 3 imagens.
en: Optional. Up to 3 images.

source: Operação cancelada
en: Operation canceled

source: Operação cancelada.
en: Operation canceled.

source: Os detalhes de preço aparecem quando a App Store carregar os planos.
en: Pricing details appear when the App Store loads plans.

source: Os planos estão indisponíveis no momento. Tente novamente.
en: Plans are unavailable right now. Try again.

source: Padrão
en: Default

source: Padrão do sistema
en: System default

source: Padrão do sistema (\(systemDefaultMicrophoneName))
en: System default (\(systemDefaultMicrophoneName))

source: Palavras
en: Words

source: Para inserir o texto transcrito e capturar o atalho global, o Dictate precisa de permissão de Acessibilidade.
en: To insert transcribed text and capture the global shortcut, Dictate needs Accessibility permission.

source: Para transcrever sua voz, o Dictate precisa de permissão para usar o microfone.
en: To transcribe your voice, Dictate needs permission to use the microphone.

source: Parar Gravação
en: Stop Recording

source: Parar gravação
en: Stop recording

source: Parágrafos
en: Paragraphs

source: Passos
en: Steps

source: Pendente
en: Pending

source: Pendente de verificação
en: Pending verification

source: Permissão Necessária
en: Permission Required

source: Permissão concedida
en: Permission granted

source: Permissão de Acessibilidade
en: Accessibility permission

source: Permissão de Acessibilidade necessária para simular a colagem. Conceda acesso em Ajustes do Sistema.
en: Accessibility permission is required to simulate paste. Grant access in System Settings.

source: Permissão de reconhecimento de fala não concedida.
en: Speech recognition permission was not granted.

source: Permissão negada. Reative nas configurações do sistema.
en: Permission denied. Re-enable in system settings.

source: Permissões
en: Permissions

source: Permissões negadas só podem ser reativadas nas Configurações do sistema.
en: Denied permissions can only be re-enabled in system Settings.

source: Permissões pendentes. Abra o app Dictate uma vez para conceder microfone e reconhecimento de fala.
en: Permissions pending. Open the Dictate app once to grant microphone and speech recognition access.

source: Permite que o dictate. transcreva sua voz com precisão, diretamente no seu dispositivo.
en: Allows dictate. to accurately transcribe your voice, directly on your device.

source: Permitir
en: Allow

source: Permitir Microfone
en: Allow Microphone

source: Permitir acesso ao microfone
en: Allow microphone access

source: Plano
en: Plan

source: Plano Gratuito
en: Free Plan

source: Plano anual
en: Annual plan

source: Plano mensal
en: Monthly plan

source: Política de Privacidade
en: Privacy Policy

source: Por razões de segurança, o login não está disponível neste dispositivo.
en: For security reasons, login is not available on this device.

source: Português
en: Portuguese

source: Posição do overlay
en: Overlay position

source: Precisamos acessar seu microfone
en: We need access to your microphone

source: Preparando...
en: Preparing...

source: Preserva gírias, expressões coloquiais e o tom informal
en: Preserves slang, colloquial expressions and informal tone

source: Pressione a nova combinação...
en: Press the new shortcut...

source: Pressione este atalho em qualquer app para iniciar/parar a ditação.
en: Press this shortcut in any app to start or stop dictation.

source: Pressione...
en: Press...

source: Privacidade
en: Privacy

source: Procurar atualizações automaticamente
en: Automatically check for updates

source: Pronto
en: Ready

source: Protegido pela Apple
en: Protected by Apple

source: Pular
en: Skip

source: Quando transcrever
en: When transcribing

source: Reconhecimento de Fala
en: Speech Recognition

source: Reconhecimento de fala
en: Speech recognition

source: Reconhecimento de fala não disponível neste dispositivo.
en: Speech recognition is not available on this device.

source: Reconhecimento de fala não permitido. Ative essa permissão para o Dictate nos Ajustes.
en: Speech recognition not allowed. Enable this permission for Dictate in Settings.

source: Recurso Pro
en: Pro feature

source: Recurso Pro necessário: %@
en: Pro feature required: %@

source: Recurso Pro necessário: \(feature)
en: Pro feature required: \(feature)

source: Refazer Configuração
en: Redo Setup

source: Refazer Configuração Completa
en: Redo Full Setup

source: Refazer Configuração Inicial
en: Redo Initial Setup

source: Refazer onboarding
en: Run onboarding again

source: Registro não encontrado
en: Record not found

source: Regras de Substituição
en: Replacement Rules

source: Regras de substituição corrigem automaticamente palavras frequentes.
en: Replacement rules automatically correct frequent words.

source: Remova termos existentes para adicionar novos.
en: Remove existing terms to add new ones.

source: Remove vícios de fala, mantém tom informal escrito
en: Removes filler words, keeps informal written tone

source: Remover Foto
en: Remove Photo

source: Remover ponto final
en: Remove final period

source: Renova em %@
en: Renews on %@

source: Renova em —
en: Renews —

source: Reseta em: \(formattedResetDate)
en: Resets on: \(formattedResetDate)

source: Reseta segunda-feira
en: Resets Monday

source: Restaurar compras
en: Restore purchases

source: Restaurar padrão (⌃⇧D)
en: Restore default (⌃⇧D)

source: Restaurar padrão (⌃⇧F)
en: Restore default (⌃⇧F)

source: Restaurar padrão (⌃⇧V)
en: Restore default (⌃⇧V)

source: Retorna estatísticas de uso do dictate.
en: Returns dictate. usage statistics

source: Retorno automático
en: Auto-return

source: Rosa
en: Pink

source: Roxo
en: Purple

source: Sair
en: Quit

source: Sair da Conta
en: Sign Out

source: Salva uma cópia no app Arquivos.
en: Saves a copy in the Files app.

source: Salvar
en: Save

source: Salvar no Files
en: Save to Files

source: Se precisar, segure o 🌐 para trocar de teclado.
en: If needed, hold 🌐 to switch keyboards.

source: Se você mistura idiomas ao falar, recomendamos utilizar "Auto-detectar".
en: If you mix languages when speaking, we recommend using "Auto-detect".

source: Segure o 🌐 e selecione **dictate.** na lista de teclados.
en: Hold the 🌐 and select **dictate.** from the keyboard list.

source: Selecione "dictate."
en: Select "dictate."

source: Selecione um item na barra lateral
en: Select an item in the sidebar

source: Selecione um plano para continuar.
en: Select a plan to continue.

source: Sem Conexão
en: No Connection

source: Sem conexão com a internet
en: No internet connection

source: Sem conta — usando transcrição local.
en: No account — using local transcription.

source: Sem conta, suas transcrições usarão o reconhecimento básico da Apple. Funcionalidades como formatação avançada, ajuste de tom e sincronização não estarão disponíveis.
en: Without an account, your transcriptions will use Apple's basic recognition. Features like advanced formatting, tone adjustment and sync will not be available.

source: Sem dados
en: No data

source: Sem internet — transcrição local utilizada
en: No internet — local transcription used

source: Sem internet — transcrição local.
en: No internet — using local transcription.

source: Sem internet. Usei a transcrição local.
en: No internet. Used local transcription.

source: Sem limite
en: No limit

source: Sem resultados
en: No results

source: Sem transcrição
en: No transcription

source: Sempre ativo
en: Always active

source: Sequência atual
en: Current streak

source: Sessão Expirada
en: Session Expired

source: Sessão Rápida
en: Quick Session

source: Sessão ativa
en: Active session

source: Sessão de Ditado
en: Dictation Session

source: Sessão expirada
en: Session expired

source: Sessão expirada — usando transcrição local.
en: Session expired — using local transcription.

source: Sessão indisponível — transcrição local.
en: Session unavailable — local transcription.

source: Seu atalho global
en: Your global shortcut

source: Seu áudio está aguardando uma nova tentativa de envio.
en: Your audio is waiting for another upload attempt.

source: Seu áudio foi salvo e vamos tentar enviá-lo automaticamente em alguns segundos.
en: Your audio was saved and we'll try to upload it automatically in a few seconds.

source: Seus dados de voz são enviados com segurança e não ficam armazenados.
en: Your voice data is sent securely and is not stored.

source: Sincronizado
en: Synced

source: Sincronizando…
en: Syncing…

source: Sincronizar Agora
en: Sync Now

source: Sincronizar agora
en: Sync now

source: Sincronização
en: Synchronization

source: Sincronize seu histórico entre dispositivos.
en: Sync your history across devices.

source: Sistema
en: System

source: Sobre
en: About

source: Sons de feedback
en: Feedback sounds

source: Sua compra foi registrada, mas a verificação está pendente. Ela será concluída automaticamente em instantes.
en: Your purchase has been registered, but verification is pending. It will be completed automatically shortly.

source: Sua conta permite que possamos responder.
en: Your account allows us to respond.

source: Sua mensagem vai direto para o desenvolvedor.
en: Your message goes directly to the developer.

source: Sua primeira transcrição aparecerá aqui
en: Your first transcription will appear here

source: Sua sessão expirou. A transcrição usará modo offline. Abra o app para fazer login.
en: Your session expired. Transcription will use offline mode. Open the app to sign in.

source: Sua sessão foi encerrada automaticamente. Faça login para continuar.
en: Your session was automatically closed. Log in to continue.

source: Sua transcrição ainda está sendo finalizada. Vamos tentar recuperá-la automaticamente em alguns segundos.
en: Your transcription is still being finalized. We'll try to recover it automatically in a few seconds.

source: Suas estatísticas aparecerão aqui após usar o teclado de voz.
en: Your statistics will appear here after using the voice keyboard.

source: Suas transcrições aparecerão aqui após usar o teclado de voz.
en: Your transcriptions will appear here after using the voice keyboard.

source: Substituir por
en: Replace with

source: Sugestão
en: Suggestion

source: Superior
en: Top

source: Superior direito
en: Top right

source: Superior esquerdo
en: Top left

source: TI / Dev
en: IT / Dev

source: Tecla de atalho
en: Keyboard shortcut

source: Tecla de colar última
en: Paste last shortcut

source: Tecla de tradução
en: Translation shortcut

source: Teclado
en: Keyboard

source: Teclado Habilitado
en: Keyboard Enabled

source: Teclado desativado
en: Keyboard disabled

source: Teclas
en: Keys

source: Tem certeza que deseja excluir as \(pendingDeleteRules.count) regras selecionadas?
en: Are you sure you want to delete the \(pendingDeleteRules.count) selected rules?

source: Tem certeza que deseja excluir esta regra?
en: Are you sure you want to delete this rule?

source: Tem certeza que deseja excluir este termo?
en: Are you sure you want to delete this term?

source: Tem certeza que deseja excluir os \(pendingDeleteEntries.count) termos selecionados?
en: Are you sure you want to delete the \(pendingDeleteEntries.count) selected terms?

source: Tempo da sessão em minutos. Use 0 para sem limite.
en: Session time in minutes. Use 0 for no limit.

source: Tempo de gravação: \(timerText)
en: Recording time: \(timerText)

source: Tempo limite
en: Time limit

source: Tempo limite de transcrição excedido. Tente novamente.
en: Transcription timed out. Please try again.

source: Tentar novamente
en: Try again

source: Termo
en: Term

source: Termos anatomicos, patologias, exames e laudos
en: Anatomical terms, pathologies, exams, and reports

source: Termos anatômicos, patologias, exames e laudos
en: Anatomical terms, pathologies, exams, and reports

source: Termos de Uso
en: Terms of Use

source: Termos do dicionário ajudam a melhorar a precisão da transcrição.
en: Dictionary terms help improve transcription accuracy.

source: Testar
en: Test

source: Testar agora
en: Test now

source: Teste o teclado aqui...
en: Test the keyboard here...

source: Teste o teclado dictate.
en: Test the dictate. keyboard

source: Texto copiado para a área de transferência
en: Text copied to clipboard

source: Texto escrito limpo, remove gírias e coloquialismos
en: Clean written text, removes slang and colloquialisms

source: Texto original
en: Original text

source: Todas as permissões concedidas
en: All permissions granted

source: Todas concedidas
en: All granted

source: Todos os seus dados serão permanentemente excluídos, incluindo transcrições, regras de substituição e configurações. Esta ação não pode ser desfeita.
en: All your data will be permanently deleted, including transcriptions, replacement rules and settings. This action cannot be undone.

source: Tom
en: Tone

source: Toque em "Adicionar Novo Teclado..."
en: Tap "Add New Keyboard..."

source: Toque em "dictate." e ative "Permitir Acesso Total"
en: Tap "dictate." and enable "Allow Full Access"

source: Toque em Testar agora
en: Tap Test now

source: Toque no campo abaixo e troque para o teclado dictate. usando o globo.
en: Tap the field below and switch to the dictate. keyboard using the globe key.

source: Toque para copiar
en: Tap to copy

source: Totais
en: Totals

source: Total de transcrições: %lld Total de palavras: %lld Média de palavras: %lld
en: Total transcriptions: %1$lld Total words: %2$lld Average words: %3$lld

source: Traduzir para
en: Translate to

source: Tradução
en: Translation

source: Transcreva sua voz com pontuacao automatica
en: Transcribe your voice with automatic punctuation

source: Transcreva sua voz em qualquer app
en: Transcribe your voice in any app

source: Transcreva sua voz em qualquer app do Mac
en: Transcribe your voice in any Mac app

source: Transcrevendo...
en: Transcribing...

source: Transcricao padrao, sem contexto especializado
en: Default transcription, no specialized context

source: Transcrição
en: Transcription

source: Transcrição Concluída
en: Transcription Completed

source: Transcrição concluída.
en: Transcription completed.

source: Transcrição copiada para a área de transferência.
en: Transcription copied to clipboard.

source: Transcrição de Voz
en: Voice Transcription

source: Transcrição em Processamento
en: Transcription Processing

source: Transcrição em andamento. Vamos recuperar sozinhos.
en: Transcription in progress. We'll recover it automatically.

source: Transcrição padrão, sem contexto especializado
en: Default transcription, no specialized context

source: Transcrição pendente.
en: Pending transcription.

source: Transcrição recuperada com sucesso.
en: Transcription recovered successfully.

source: Transcrições Recentes
en: Recent Transcriptions

source: Tópico
en: Topic

source: Usada %lld×
en: Used %lld×

source: Usada \(rule.useCount)×
en: Used \(rule.useCount) times

source: Usado \(entry.useCount)×
en: Used \(entry.useCount) times

source: Use o teclado para começar a transcrever.
en: Use the keyboard to start transcribing.

source: Uso
en: Usage

source: Uso Semanal
en: Weekly Usage

source: Vamos abrir uma tela de teste para confirmar o Acesso Total com o teclado dictate.
en: We'll open a test screen to confirm Full Access with the dictate. keyboard.

source: Veja suas estatísticas de hoje e inicie uma nova transcrição.
en: View today's statistics and start a new transcription.

source: Veja suas transcrições recentes em um widget grande.
en: View your recent transcriptions in a large widget.

source: Verde
en: Green

source: Verificar
en: Verify

source: Verificar Acesso Total
en: Verify Full Access

source: Verifique sua conexão com a internet e tente novamente.
en: Check your internet connection and try again.

source: Versão %@
en: Version %@

source: Versão \(appVersion)
en: Version \(appVersion)

source: Versão do backup não suportada: %lld
en: Unsupported backup version: %lld

source: Você atingiu o limite de %lld termos para este idioma.
en: You've reached the limit of %lld terms for this language.

source: Você atingiu o limite de \(maxTermsPerLanguage) termos para este idioma.
en: You reached the limit of \(maxTermsPerLanguage) terms for this language.

source: Você atingiu o limite semanal de transcrições. Faça upgrade do seu plano para mais.
en: You've reached the weekly transcription limit. Upgrade your plan for more.

source: Você precisa estar autenticado para transcrever.
en: You need to be signed in to transcribe.

# Você tem %lld transcrições com %lld palavras no total.
source: Você tem %1$lld transcrições com %2$lld palavras no total.
en: You have %1$lld transcriptions with %2$lld words in total.

source: Voltar
en: Back

source: Zona de Ações Irreversíveis
en: Zone of Irreversible Actions

source: ajustes
en: settings

source: copiar
en: copy

source: dia
en: day

source: dias
en: days

source: ditados
en: dictations

source: ditar
en: dictate

source: e
en: and

source: encerrar
en: end

source: estatísticas
en: statistics

# formatting_add_paragraphs_subtitle
source: Divide o texto quando muda de tópico
en: Splits text when the topic changes

# formatting_add_paragraphs_title
source: Adicionar parágrafos
en: Add paragraphs

# formatting_format_dates_subtitle
source: Formata datas faladas como DD/MM ou DD/MM/AAAA (ex: "5 do 3" → "05/03")
en: Formats spoken dates as DD/MM or DD/MM/YYYY (e.g., "5 do 3" → "05/03")

# formatting_format_dates_title
source: Reconhecer datas
en: Recognize dates

# formatting_format_lists_subtitle
source: Formata itens enumerados como lista com marcadores
en: Formats enumerated items as a bulleted list

# formatting_format_lists_title
source: Detectar listas
en: Detect lists

# formatting_format_times_subtitle
source: Formata horários falados como HH:MMh (ex: "nove e meia" → "09:30h")
en: Formats spoken times as HH:MMh (e.g., "nine thirty" → "09:30h")

# formatting_format_times_title
source: Reconhecer horários
en: Recognize times

# formatting_remove_final_period_subtitle
source: Remove o ponto no final de cada frase
en: Removes the period at the end of each sentence

# formatting_remove_final_period_title
source: Remover ponto final
en: Remove final period

source: gravar
en: record

source: histórico
en: history

source: idioma
en: language

source: inglês
en: English

source: início
en: home

# keyboard.waiting.close
source: Fechar
en: Close

# keyboard.waiting.close_hint
source: Fecha a tentativa de gravação e retorna ao teclado
en: Closes the recording attempt and returns to the keyboard

# keyboard.waiting.retry
source: Tentar novamente
en: Try again

# keyboard.waiting.retry_hint
source: Tenta iniciar a gravação novamente
en: Tries to start the recording again

# keyboard.waiting.start_failed
source: Não foi possível iniciar a gravação. Tente novamente.
en: Couldn't start recording. Try again.

source: língua
en: language

# notification_tip_action_button_body
source: Configure o Botão de Ação do iPhone ou um atalho Siri para começar a ditar instantaneamente.
en: Set up the iPhone Action Button or a Siri shortcut to start dictating instantly.

# notification_tip_action_button_title
source: Dite sem abrir o app
en: Dictate without opening the app

# notification_tip_dictionary_body
source: Adicione nomes e termos técnicos ao seu Dicionário Pessoal. O Dictate vai acertar na próxima vez.
en: Add names and technical terms to your Personal Dictionary. Dictate will get them right next time.

# notification_tip_dictionary_title
source: Transcrição com erros?
en: Transcription errors?

# notification_tip_domain_body
source: Escolha o domínio de transcrição (geral, tech, médico) e o Dictate se adapta ao seu vocabulário.
en: Choose a transcription domain (general, tech, medical) and Dictate adapts to your vocabulary.

# notification_tip_domain_title
source: Transcrições mais precisas
en: More accurate transcriptions

# notification_tip_rules_body
source: Diga "meu endereço" e o texto completo aparece. Crie atalhos de voz para frases que você usa o tempo todo.
en: Say "my address" and the full text appears. Create voice shortcuts for phrases you use all the time.

# notification_tip_rules_title
source: Dica: Regras de Substituição
en: Tip: Substitution Rules

source: palavras
en: words

source: parar
en: stop

source: português
en: Portuguese

source: sem limite
en: no limit

source: sessão
en: session

source: transcrição
en: transcription

source: uso
en: usage

source: voz
en: voice

source: Áudio salvo. Vamos tentar enviar de novo.
en: Audio saved. We'll try to upload it again.

source: Última Transcrição
en: Last Transcription

source: Últimas 8 semanas
en: Last 8 weeks

source: Últimos 30 dias
en: Last 30 days

source: Últimos 7 dias
en: Last 7 days

source: último
en: last

source: 中文
en: Chinese

source: 日本語
en: Japanese

source: 한국어
en: Korean
